[M_Orchid_PlotMission03 MissionDefinition]
MissionDescription="According to Shade, you'll need to find a woman named Captain Scarlett if you want to find the Lost Treasure of the Sands. Scarlett and her band of pirates are set up in [place]Wurmwater[-place] -- use your hovercraft to reach her."
TurnInDescription="This is Captain Scarlett. Her interests are treasure, adventure, and shooting unarmed people."

[M_Orchid_PlotMission03:DestroyBanditHovercrafts MissionObjectiveSetDefinition]
MissionSummaryOverride="Destroy Sandman's hovercrafts."
MissionDescriptionOverride="According to Shade, you'll need to find a woman named Captain Scarlett if you want to find the Lost Treasure of the Sands. Upon approaching Scarlett's stronghold in [place]Wurmwater[-place], you've found that she and her men are, like the town of [place]Oasis[-place], being harassed by Sandman's minions. Scarlett has contacted you personally and requested that you kill the living hell out of Sandman's boys. Once you've done that, you'll be able to meet up with her and discuss the Treasure of the Sands."

[M_Orchid_PlotMission03:DestroyHovercrafts MissionObjectiveDefinition]
ProgressMessage="Destroy raider skiffs"
